export default function PrivacyContent() {
  return (
    <div className="flex flex-col gap-4 text-sm leading-6 text-gray-3">
      {" "}
      <p>
        {" "}
        **인스크립트 (이하 '인크')**는 ｢개인정보 보호법｣ 제30조에 따라
        정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게
        처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을
        수립·공개합니다.{" "}
      </p>
      <h3 className="font-semibold text-primary">1. 개인정보의 처리 목적</h3>
      <p>
        인크는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는
        개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이
        변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는
        등 필요한 조치를 이행할 예정입니다.
      </p>
      <ul>
        <li>
          ① 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증,
          회원자격 유지·관리, 서비스 부정이용 방지, 회원탈퇴 의사의 확인 등
          **회원관리를 위한 목적**으로 개인정보를 처리합니다.
        </li>
        <li>
          ② 이벤트 등의 광고성 정보 전달 및 참여기회 제공 등을 위하여 개인정보를
          처리합니다.
        </li>
        <li>
          ③ 인구통계학적 특성과 이용자의 관심, 기호, 성향의 추정을 통한 **맞춤형
          서비스 및 광고 게재 등**을 위하여 개인정보를 처리합니다.
        </li>
        <li>
          ④ 신규 서비스 개발이나 서비스 이용기록, 접속 빈도 분석, 통계에 따른
          맞춤 서비스 제공 등의 **서비스 이용에 대한 통계 등**을 위하여
          개인정보를 처리합니다.
        </li>
        <li>
          ⑤ 방문자 및 회원의 민원사항 확인, 사실조사를 위한 연락, 통지, 처리결과
          통보의 목적으로 개인정보를 처리합니다.
        </li>
        <li>
          ⑥ 본인확인, 연령확인, 불만처리 등 민원처리, 고지사항 전달, 분쟁조정을
          위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
        </li>
        <li>
          ⑦ 사업자 회원의 경우, 사업자 등록 확인 및 관련 서비스 제공을 위하여
          개인정보를 처리합니다.
        </li>
      </ul>
      <h3 className="font-semibold text-primary">
        2. 개인정보의 처리 및 보유 기간
      </h3>
      <p>
        1. 인크의 회원 가입 시 등록된 개인정보는 **회원탈퇴 시까지 처리,
        보유**합니다. 회원 탈퇴가 완료되면 개인정보는 모두 즉시 자동으로
        삭제됩니다.
      </p>
      <p>
        2. 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사,
        조사 종료 시까지 유지됩니다.
      </p>
      <p>
        3. 회원가입 시 회원이 직접 등록한 개인정보 외에 접속 IP, 통계자료 등의
        서버 시스템상의 기록은 **최대 1년간 유지**됩니다.
      </p>
      <p>
        4. 회원탈퇴 시에 삭제되는 개인 정보는 회원가입을 위해 등록한 자료에
        제한되며, 게시판이나 쪽지 등에 남은 개인정보는 자동 삭제되지 않습니다.
      </p>
      <p>
        5. 회원이 작성한 구인 광고는 작성자의 요청이 있어도 삭제 및 수정할 수
        없습니다. 개인정보의 보호를 위해 모집마감일 이후에 전화번호와 이메일을
        블라인드 처리합니다.
      </p>
      <p>
        6. 삭제된 게시물은 게시판에 노출되지는 않는 상태로 **1년간 유지되다
        삭제**됩니다.
      </p>
      <h3 className="font-semibold text-primary">
        3. 정보주체와 법정대리인의 권리·의무 및 행사방법
      </h3>
      <p>
        1. 정보주체는 인크에 대해 언제든지 개인정보 **열람·정정·삭제·처리정지
        요구 등의 권리를 행사**할 수 있습니다.
      </p>
      <p>
        2. 제1항에 따른 권리 행사는 '인크'에 대해 「개인정보 보호법」 시행령
        제41조제1항에 따라 민원창구 게시판, 쪽지, 전자우편 등을 통하여 하실 수
        있으며 인크는 이에 대해 최대한 빠른 시일 내에 조치하겠습니다.
      </p>
      <p>
        3. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등
        대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에 관한
        고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
      </p>
      <p>
        4. 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항,
        제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.
      </p>
      <p>
        5. 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집
        대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
      </p>
      <p>
        6. 인크는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의
        요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를
        확인합니다.
      </p>
      <h3 className="font-semibold text-primary">4. 처리하는 개인정보 항목</h3>
      <p>
        인크는 다음의 개인정보 항목을 처리하고 있습니다.
        <ul>
          <li>
            **필수항목**: 이메일, 비밀번호, 로그인ID, 닉네임, 서비스 이용 기록,
            접속 로그, 쿠키, 접속 IP 정보, 브라우저/OS/기기정보
          </li>
          <li>
            **본인인증 시 수집항목**: 이름, 생년월일, 성별, 휴대폰번호, 통신사,
            CI(연계정보), DI(중복확인정보)
          </li>
          <li>**작가인증 시 수집항목**: 예술인증명정보, 작품정보, 대표자명</li>
        </ul>
      </p>
      <p>
        ※ 이용편의, 범죄 수사, 법적 분규 등에 대비해 저장된 정보들은 1년간
        유지됩니다.
      </p>
      <h3 className="font-semibold text-primary">
        5. 개인정보 파기 절차 및 방법에 관한 사항
      </h3>
      <p>
        인크는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게
        되었을 때에는 지체없이 해당 개인정보를 파기합니다. 단, 서버의 안정성을
        위한 정기 백업본에 남아있는 개인정보는 백업본이 파기될 때 함께
        파기됩니다.
      </p>
      <h3 className="font-semibold text-primary">
        6. 개인정보의 안전성 확보조치에 관한 사항
      </h3>
      <p>
        인크는 수집된 개인정보가 훼손되거나 유출되지 않도록 철저하게 보호되고
        있습니다.
        <ul>
          <li>
            ① 비밀번호는 그 누구도 알 수 없도록 복호화가 불가능한 **단방향
            암호화 처리 후 해시값만 보관**됩니다.
          </li>
          <li>② 보안 업데이트와 백업을 주기적으로 실시하고 있습니다.</li>
          <li>
            ③ 본인인증 및 사업자등록 확인은 공인된 외부 서비스를 통해 처리되며,
            해당 정보는 암호화되어 전송됩니다.
          </li>
        </ul>
      </p>
      <h3 className="font-semibold text-primary">
        7. 개인정보 자동 수집 장치의 설치·운영 및 그 거부에 관한 사항
      </h3>
      <p>
        1. 인크는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를
        저장하고 수시로 불러오는 **‘쿠키(cookie)’를 사용**합니다.
      </p>
      <p>
        2. 쿠키는 웹사이트를 운영하는 데 이용되는 서버(https)가 이용자의 컴퓨터
        브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내의
        하드디스크에 저장되기도 합니다.
      </p>
      <p>
        가. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문
        및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게
        최적화된 정보 제공을 위해 사용됩니다.
      </p>
      <p>
        나. 인크는 다음의 외부 서비스에 쿠키 사용을 제공합니다.
        <br />
        **1) Google Analytics**
        <br />
        Google에서 제공하는 웹로그 분석 서비스로 이용자의 웹사이트 이용 방식을
        분석하여 웹사이트 운영자에게 보고합니다. 서비스는 이용자의 IP 주소 등의
        클라이언트 정보를 수집하여 미국 내 Google 서버로 전송하고 분석을 위한
        쿠키를 생성합니다. 이 과정에서 Google은 개인을 식별할 수 있는 그 어떠한
        정보도 처리하지 않습니다. 이용자는 **Google Analytics 차단 브라우저
        플러그인 설치를 통하여 이를 거부**할 수 있습니다.
        <br />
        **2) Google DoubleClick**
        <br />
        Google 광고가 표시될 때 생성되는 쿠키로 맞춤형 광고 표시에 사용됩니다.
        Google은 광고가 게재된 페이지 정보, 표시된 광고 정보, 이용자의 IP 주소
        등의 클라이언트 정보를 수집하여 미국 내 Google 서버로 전송하고 익명의
        식별 번호가 할당된 쿠키를 생성합니다. 이후 수집된 정보로 이용자의
        관심사를 추정하여 적합한 광고를 표시합니다. 이용자는 **Google의 광고
        설정 페이지를 통하여 이를 거부**할 수 있습니다.
      </p>
      <p>
        다. 이용자는 쿠키에 대한 선택권을 가지고 있습니다. 브라우저에서 옵션을
        설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을
        거치거나, 모든 쿠키를 거부할 수 있습니다. 다만, 쿠키를 거부할 경우
        로그인이 필요한 일부 서비스가 제한될 수 있습니다.
        <br />
        <br />
        Chrome 쿠키 설정
        <br />
        Firefox 쿠키 설정
        <br />
        Safari 쿠키 설정
        <br />
        Microsoft Edge 쿠키 설정
        <br />
        Internet Explorer 쿠키 설정
      </p>
      <h3 className="font-semibold text-primary">
        8. 개인정보 보호책임자에 관한 사항
      </h3>
      <p>
        1. 인크는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와
        관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보
        보호책임자를 지정하고 있습니다.
        <br />
        **개인정보 보호책임자**
        <br />
        아이디 : inscript
        <br />
        이메일 : inscript2023@gmail.com
      </p>
      <p>
        2. 이용자는 인크의 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련
        문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및
        담당부서로 문의하실 수 있습니다. 인크는 이용자의 문의에 대해 최대한 빨리
        답변 및 처리해드릴 것입니다.
      </p>
      <h3 className="font-semibold text-primary">
        9. 개인정보 열람청구를 접수, 처리하는 부서
      </h3>
      <p>
        정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의
        이메일 또는 게시판을 통해 할 수 있습니다.
      </p>
      <p>
        인크는 정보주체의 개인정보 열람청구가 신속하게 처리되도록
        노력하겠습니다.
        <br />
        **관련 문의 이메일 : inscript2023@gmail.com**
      </p>
      <h3 className="font-semibold text-primary">10. 권익침해 구제방법</h3>
      <p>
        정보주체는 개인정보침해로 인한 구제를 받기 위하여
        개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
        분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
        신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
        <ul>
          <li>
            1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972
            ([www.kopico.go.kr](http://www.kopico.go.kr))
          </li>
          <li>
            2. 개인정보침해신고센터 : (국번없이) 118
            ([privacy.kisa.or.kr](http://privacy.kisa.or.kr))
          </li>
          <li>
            3. 대검찰청 : (국번없이) 1301
            ([www.spo.go.kr](http://www.spo.go.kr))
          </li>
          <li>
            4. 경찰청 : (국번없이) 182
            ([cyberbureau.police.go.kr](http://cyberbureau.police.go.kr))
          </li>
        </ul>
      </p>
      <p>
        「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제),
        제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의
        장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는
        행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
      </p>
      <p>
        ※ 행정심판에 대해 자세한 사항은
        중앙행정심판위원회([www.simpan.go.kr](http://www.simpan.go.kr))
        홈페이지를 참고하시기 바랍니다.
      </p>
      <h3 className="font-semibold text-primary">
        11. 개인정보 처리방침 변경에 관한 사항
      </h3>
      <p>
        공고일자 : 2025년 11월 01일
        <br />
        시행일자 : 2025년 11월 01일
      </p>
    </div>
  );
}
